[{
  "_id": {
    "$oid": "64180bcdc059a34d820b11d5"
  },
  "title": "Тестовая вторая статья",
  "text": "Текст второй статьи шощаау  привееете",
  "tags": [],
  "viewsCount": 5,
  "user": {
    "$oid": "641c43b0b1a20b63abc3407b"
  },
  "createdAt": {
    "$date": "2023-03-20T07:31:25.271Z"
  },
  "updatedAt": {
    "$date": "2023-03-24T05:43:35.590Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "641cbfc8ce5123705047352e"
  },
  "title": "Геополитический многоугольник, центр которого - Китай",
  "text": "🧩🇨🇳🧩 Визит Императора.\nЖурнал «The Economist» оценивает визит Си в Москву примерно, как новый китаецентричный союз.\nРоль ООН и масштаб вопросов они также охарактеризовали достаточно конкретно.\n\n\nНачнем оценивать визит Си в Москву с результатов для КНР.\n\nСи очень долго ждал этого момента. Помните, как с 2016 года многие прогнозировали войну КНР за Тайвань? Было множество провокаций, Си терпел, и вот теперь, когда мимо проплыли тела врагов и союзников, а Си заступил на 3-й, можно сказать императорский срок, он начал. \n\nКитайцы ждали целый год, пока Запад и РФ погрязнут в войне и зайдут в тупик, чтобы выйти на сцену, имея на руках «золотую карту».\n\nНе будучи стороной конфликта, в отличии от двух других геостратегических игроков, КНР смог свободно определить свою позицию по конфликту, так как выгодно Поднебесной. \n\nВ витиеватых формулировках официальных документов можно ее разглядеть: «мы не дадим западу выиграть»☝🏻\n\nСтороны отмечают, что отношения между Россией и Китаем, не являясь военно-политическим союзом, …, превосходят такую форму межгосударственного взаимодействия... \n\nТ.е. КНР встал на отдалении, но четко на стороне РФ, сформировав такой себе «динамический союз», который может остаться на бумаге, а может перерасти в СССР 2.0.\n\nТри главные достижения Китая:\n\n🇨🇳 очень дешевые ресурсы, которые не получил бы ни при каких других условиях, кроме как в текущей ситуации, когда РФ загнана в угол;\n\n🇨🇳 доступ к СевМорПути, что значит доступ к Арктике – черный сон США. Помните доклад RAND, что КНР нельзя допустить к Арктике, даже ценой примирения с РФ? Так вот Китай получил доступ. Запад 300 лет контролировал южный путь в узких местах (Суэц+Сингапур), теперь Китай будет строить свой путь.\n\n🇨🇳 альтернативный доллару юань. РФ согласилась торговать с третьими странами в юанях. С этого момента Китай начинает получать сеньораж (доход, получаемый от эмиссии денег и присваиваемый эмитентом на праве собственности), который раньше получали США. Да, не со всего мира сразу, но это триллионные прибыли.\n\nКроме того, РФ поддержала Китайскую глобальную инициативу – альтернативный западному проект мироустройства.\n\nТеперь заморозьте текущую ситуацию на 7 лет и прикиньте, что будет, если и до войны Китай обходил Запад, а теперь получил супердешевые ресурсы, тогда как Запад их получает с военной наценкой🧩\n\nТо-то же…\n\nАх, да… там бывший чиновник Тайваня впервые посетил КНР. Это, как если бы Порошенко прилетел в Москву. Чуть позже Китай получит Тайвань, и возможно, без войны…",
  "tags": [
    "Россия",
    "Китай"
  ],
  "viewsCount": 40,
  "user": {
    "$oid": "64177ebece5a40d8a67dc367"
  },
  "imageUrl": "http://localhost:4444/media/uploads/RedWorld-1679642854193.png",
  "createdAt": {
    "$date": "2023-03-23T21:08:24.631Z"
  },
  "updatedAt": {
    "$date": "2023-03-24T08:07:11.655Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "641d58017ae01d120706daf4"
  },
  "title": "Тестовая Nthnmz статья",
  "text": "Текст SHIIII статьи шощаау  привееете 2321",
  "tags": [
    "tre",
    "rwerwe"
  ],
  "viewsCount": 18,
  "user": {
    "$oid": "64177ebece5a40d8a67dc367"
  },
  "createdAt": {
    "$date": "2023-03-24T07:57:53.811Z"
  },
  "updatedAt": {
    "$date": "2023-03-24T08:16:49.457Z"
  },
  "__v": 0,
  "imageUrl": "http://localhost:4444/media/uploads/IMG_6783-1679645807644.jpeg"
}]